/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
//导航条 标题
"navbar_withdrawal_title" = "Withdraw";
"navbar_Back_btn_title" = "Back";
"btn_next" = "Next";
"tips_operation_success" = "Success";
"nav_right_btn_title" = "History";
"nav_right_btn_webView_title" = "Done";
"alert_title_ok_title" = "OK";
"times_one_title" = "once";
"times_two_title" = "twice";

// 网络问题
"tips_network_timeout" = "Time out due to system error.";
"tips_phone_invalid" = "Please enter valid mobile phone number";
"tips_token_timeout_titel" = "Sorry, the session is expired.";

//绑定手机号

"Lable_bindphone_errer_lenght" = "Your mobile phone number should be %@ digits long";
"Lable_bindphone_errer_start" = "Your mobile phone number should start with %@";
"label_bindphone_title" = "Bind your mobile number";
"label_bindphone_description" = "For your safety of your account, please bind your mobile number first.";
"label_bindphone_region_title" = "Region";
"label_bindphone_region_value" = "Saudi Arabia";
"label_bindphone_note" = "Tips：Payment password will be needed every time when you make a payment with bank cards in your account. Please set it carefully and memorize it.";
"label_validphone_title" = "SMS verification";
"label_validphone_description" = "Verification code has been sent to : ";
"placeholder_validphone_smscode" = "Verification Code";
"btn_checkout_send_sms" = "Send SMS";
"btn_checkout_resend_sms" = "Resend after";
"btn_checkout_resend_sms_sec" = "sec";
"lable_msg_lock_title" = "Sorry, you have failed %@ times. The function will be locked for %@ mins.";
"lable_bingphone_hold_titel" = "Mobile number";


"tips_verification_invalid" = "Please enter valid Verification Code";
// 选择国家/地区
"label_selectcountry_title" = "Please Select";


//密码设置

"label_comfirmpassword_title" = "Confirm payment password";
"tips_password_warning_weak" = "Password is too weak, please re-enter";
"tips_password_error_match" = "The two passwords you entered did not match. Please re-enter.";
"label_setpassword_title" = "Set payment password";

"tips_response_error" = "Unknow Error. It is not possible to clearly assess the cause of the issue. Please, try again";

"tips_msg_locked_title" = "Sorry, but you failed %@ times. your account will be locked.";
//修改密码


"btn_Pssword_inputpwd_forgot" = "Forgot password ?";
"tips_verification_sended" = "Verification Code has been send to your mobile phone";
"label_editpassword_title" = "Verify the original payment \npassword";
"tips_verification_errer" = "Incorrect password. You can try %@ more.";
"tips_verification_lock" = "Sorry, but you failed %@ times. your account will be locked for %@ mins.";
"tips_phone_already_bing_errer" = "The mobile phone has been used, please use a different mobile phone number.";

//设置密码页面
"nav_paymentset_title" = "Payment Setting";
"cell_paymentset_edit_title" = "Edit Payment Password";
"cell_paymentset_forgot_title" = "Forgot Payment Password";
"cell_paymentset_biology_title" = "Face/Touch Pay";
"cell_paymentset_biology_detail" = "Please make sure Touch/Face ID has been enabled in mobile setting.";

"allet_biology_open_title" = "Disable Face/Touch Pay";
"allet_biology_open_disable" = "Disable";

//余额信息 提现到银行卡

"lable_bank_balance_tile" = "Balance";
"lable_bank_currency_title" = "SAR";
"Btn_bank_balace_all_tile" = "All";
"lable_banklist_tile" = "Select Bank Account";
"btn_banklist_addTitle" = "Add Bank Account";
"btn_bankWithDrawal_title" = "Withdraw Amount";
"btn_bankWithdraw_summit_title" = "Withdraw";


//添加银行卡
"field_Ibannum_haspre_SA" = "SA";
"field_bankAdd_ibannum_title" = "IBAN";
"field_bankAdd_ibannum_holder" = "The International Bank Account";

"field_bankAdd_Beneficiary_title" = "Beneficiary Name";
"field_bankAdd_Beneficiary_holder" = "Enter full name";

"field_bankAdd_bankname_title" = "Bank Name";
"field_bankAdd_bankname_holder" = "Full Name Of Issuer Bank";

"field_bankAdd_swift_title" = "Bank Swift Code";
"field_bankAdd_swift_holder" = "Like %@";
"field_bank_wift_exp" = "RJHISARI";
"lable_bankAdd_save_future" = "Save it for future use";

"field_bank_bankName_required" = "Bank Name is required.";
"field_bank_IBAN_required" = "IBAN Number is required.";
"field_bank_Swift_required" = "Swift Code is required.";
"field_bank_Beneficiary_required" = "Beneficiary name is required.";







"lable_bankinfoIban_errer_length_1" = "IBAN Number should be %@ long";
"lable_bankinfoIban_errer_SA" = "Your IBAN Number should start with SA";
"lable_bankinfoIban_errer_speacial" = "IBAN Number must be english characters and digits.";
"lable_bankinfoBeneficiary_errer_lenth" = "Beneficiary name should have maximum 35 characters";
"lable_bankinfoBeneficiary_errer_alphanumeric"  = "Beneficiary name must be alphanumeric characters";
"lable_bankinfocode_errer_length_1" = "Swift Code should be %@ or %@ long";
"lable_bankinfocode_errer_speacial" = "Swift Code must have english character.";
"btn_bankAdd_save_titel"  = "Save";


// 提现限制
"lable_withdrward_limit_title" = "Withdrawal amount should be more than %@.";

//提现到银行
"btn_item_to_bank_title" = "To Bank";
"lable_amount_entered_errer" = "Amount entered exceeds available balance";
"lable_amount_fee_2" = "%@ fee deducted";
"lable_enter_password_title" ="Enter Payment Password";
"lable_error_withdraw_exceedsbalance_tip"  = "Order amount exceeds available balance";
"lable_withdreward_wrong_title" = "Something went wrong. You can check on app, or try again";

//提现到papal
"btn_item_to_PayPal_title" = "To PayPal";
"textField_papal_holder_title" = "Paypal Email address";
"lable_papal_account_title" = "PayPal Account";
"textField_papal_holder_Available_title" = "Available %@";
"lable_papal_amount_title" = "Amount";
"lable_papal_currency" = "Currency";
"lable_papal_currency_USD" = "USD";
"lable_papal_currency_$" = "$";
"lable_papal_errer_email" = "Please enter valid Email address";


// 提示信息 - 生物验证
"tips_authid_enable_title" = "Enable Face/Touch Pay for %@";
"tips_authid_allow_description" = "Please verify your %@";
"tips_authid_face" = "Face ID";
"tips_authid_touch" = "Touch ID";
"tips_action_enter_pwd" = "Enter password";
"tips_action_cancel" = "Cancel";
"tips_action_again" = "Try again";
"tips_authid_locked" = "Unlock your mobile phone";
"tips_action_enable" = "Enable";

//页面版权
"lable_title_addBank_view_Service" = "Service Provided by JollyPay";
"lable_titlt_rate_error" = "Failed to query exchange rate.";
"lable_titlt_payPal_time" = "Tips: All amounts withdrawn to your Paypal account are free. It can take up to %@ - %@ days";
"lable_titlt_payPal_free_light" = "free";
"tips_project_name" = "JollyPay";
"label_ResetPassword_title" = "Reset payment password";





